Repository: zarya-os/schedule
Catalog: src/po/*.po
Languages: bg, cs, oc, sv

source: Change background
bg: Промяна на фоново изображение
cs: Změnit pozadí
oc: Cambiar lo rèireplan
sv: Ändra bakgrund

source: Select your background image
bg: Избор на фоново изображение
cs: Vyberte obrázek pozadí
oc: Seleccionar l’imatge de rèireplan
sv: Välj din bakgrundsbild

source: Backgrounds
bg: Фонове
cs: Pozadí
oc: Rèireplans
sv: Bakgrunder

source: Background switching is handled by the Shell, these settings allow you to change the images it uses.
bg: Смяната на фона се прави от GNOME средата. Тези настройки променят използваните за тази цел изображения.
cs: O přepínání pozadí se stará Shell, tato nastavení umožňují změnit obrázky, které používá.
oc: Lo cambiament de rèireplan es gerit pel Shell, aquestes paramètres vos permeton de causir los imatges qu’emplega.
sv: Bakgrundsväxling hanteras av skalet, dessa inställningar låter dig ändra bilderna som används.

source: Day background
bg: Дневен фон
cs: Denní pozadí
oc: Rèireplan diürne
sv: Dag bakgrund

source: Night background
bg: Нощен фон
cs: Noční pozadí
oc: Rèireplan nocturne
sv: Natt bakgrund

source: Clear
bg: Изчисти
cs: Vyčistit
oc: Escafar
sv: Rensa

source: Commands
bg: Команди
cs: Příkazy
oc: Comandas
sv: Kommandon

source: Run commands
bg: Изпълнение на команди
cs: Spustit příkazy
oc: Lançar de comandas
sv: Kör kommandon

source: Sunrise
bg: Изгрев
cs: Východ slunce
oc: Sortida del solelh
sv: Soluppgång

source: notify-send "Hello sunshine!"
bg: notify-send "Добро утро!"
cs: notify-send "Ahoj, sluníčko!"
oc: notify-send "Adieusiatz !"
sv: notify-send "Hallå solstråle!"

source: Sunset
bg: Залез
cs: Západ slunce
oc: Solelh colc
sv: Solnedgång

source: notify-send "Hello moonshine!"
bg: notify-send "Добър вечер!"
cs: notify-send "Ahoj, měsíčku!"
oc: notify-send "Bona nuèch !"
sv: notify-send "Hallå månstråle!"

source: Contribute
bg: Подкрепа
cs: Přispět
oc: Contribuïr
sv: Bidra

source: View the code and report issues
bg: Виж изходния код или съобщи за проблеми
cs: Zobrazit kód a nahlásit problémy
oc: Veire lo còdi e senhalar d’avarias
sv: Visa koden och rapportera problem

source: Contribute to the translation
bg: Помогни с превода
cs: Přispět k překladu
oc: Contribuïr a la traduccion
sv: Bidra till översättningen

source: Support me with a donation
bg: Помогни с дарение
cs: Podpořit darem
oc: Me sosténer amb un don
sv: Stöd mig med en donation

source: Schedule
bg: Разписание
cs: Plánování
oc: Oraris
sv: Schema

source: Your location will be used to calculate the current sunrise and sunset times. If you prefer, you can set a manual schedule. It will also be used when your location is unavailable.
bg: Вашето местоположение ще бъде използвано за пресмятане на текущите времена на изгрев и залез на Слънцето. Ако предпочитате, можете да изберете разписанието и ръчно. Ще бъде използвано и когато местоположението не е налично.
cs: Vaše poloha bude použita pro výpočet aktuálního času východu a západu slunce. Pokud si přejete, můžete nastavit ruční plán. Ten se použije i v případě, že vaše poloha není k dispozici.
oc: Vòstra localizacion serà utilizada per calcular las oras quand lo solelh se lèva e quand se colca. Se vos estimatz mai, podètz definir un orari manual. S’utilizarà tanben quand vòstra posicion serà pas disponibla.
sv: Din plats kommer att användas för att beräkna aktuella tider för soluppgång och solnedgång. Om du föredrar det kan du ställa in ett manuellt schema. Den kommer också att användas när din plats inte är tillgänglig.

source: Manual schedule
bg: Ръчно зададено разписание
cs: Ruční plánování
oc: Orari manual
sv: Manuellt schema

source: Keyboard shortcut
bg: Клавишна комбинация
cs: Klávesová zkratka
oc: Acorchi de clavièr
sv: Tangentbordsgenväg

source: Choose…
bg: Избор…
cs: Vybrat…
oc: Seleccionar…
sv: Välj…

source: Change keyboard shortcut
bg: Смяна на клавишна комбинация
cs: Změnit klávesovou zkratku
oc: Cambiar l’acorchi clavièr
sv: Ändra tangentbordsgenväg

source: Press your keyboard shortcut…
bg: Въведете новата клавишна комбинация…
cs: Stiskněte vybranou klávesovou zkratku…
oc: Quichatz una tòca per l’acorchi clavièr…
sv: Tryck på din tangentbordsgenväg…

source: Themes
bg: Теми
cs: Motivy
oc: Tèmas
sv: Teman

source: GNOME has a built-in dark mode that the extension uses. Manually switching themes is discouraged and is only here for legacy reasons.
bg: GNOME предоставя вграден тъмен режим, който се използва от това разширение. Ръчната смяна на теми не се препоръчва и е достъпна тук по исторически причини.
cs: Prostředí GNOME má vestavěný tmavý režim, který rozšíření používá. Ruční přepínání motivů se nedoporučuje a je zde pouze z důvodů staršího vývoje.
oc: GNOME a un mòde escur integrat que las extensions se’n servisson. Bascular manualament los tèmas es desconselhat e es sonque possible per de rasons istoricas.
sv: GNOME har ett inbyggt mörkt läge som tillägget använder. Att manuellt byta teman avråds från och är bara här av äldre skäl.

source: Switch GTK theme
bg: Смяна на GTK тема
cs: Přepnout motiv GTK
oc: Alternar lo tèma GTK
sv: Ändra GTK tema

source: Forcing a dark theme on applications not designed to support it can have undesirable side-effects such as unreadable text or invisible icons.
bg: Принудителното използване на тъмна тема в приложения, неразработени да я поддържат, може да има нежелани странични ефекти като нечетим текст или невидими икони.
cs: Vnucování tmavého motivu aplikacím, které nejsou navrženy tak, aby jej podporovaly, může mít nežádoucí vedlejší účinky, například nečitelný text nebo neviditelné ikony.
oc: Forçar un tèma escur sus una aplicacion qu’es pas concebuda per aquò pòt menar a d’efèits indesirables, coma de tèxtes illegible o d’icònas invisiblas.
sv: Att tvinga ett mörkt tema på program som inte är utformade för att stödja det kan få oönskade bieffekter som oläsbar text eller osynliga ikoner.

source: Day variant
bg: Дневен стил
cs: Denní varianta
oc: Varianta diürna
sv: Dag variant

source: Night variant
bg: Нощен стил
cs: Noční varianta
oc: Varianta nocturna
sv: Natt variant

source: Switch Shell theme
bg: Смяна на темата за обвивката на GNOME
cs: Přepnout motiv Shellu
oc: Cambiar lo tèma del Shell
sv: Ändra skal tema

source: Switch icon theme
bg: Смяна на темата за иконите
cs: Přepnout motiv ikon
oc: Cambiar lo tèma d’icònas
sv: Ändra ikon tema

source: Switch cursor theme
bg: Смяна на темата за курсора
cs: Přepnout motiv kurzoru
oc: Cambiar lo tèma del cursor
sv: Ändra pekar tema

source: Unknown Location
cs: Neznámé umístění
oc: Posicion desconeguda
sv: Okänd plats

source: A manual schedule will be used to switch the dark mode.
cs: K přepnutí do tmavého režimu se použije ruční plán.
oc: Un orari manual serà utilizat per bascular al mòde escur.
sv: Ett manuellt schema kommer att användas för att byta till mörkt läge.

source: Edit Manual Schedule
cs: Upravit manuální rozvrh
oc: Modificar l’orari manual
sv: Redigera manuellt schema

source: Open Location Settings
cs: Otevřít nastavení polohy
oc: Dobrir los paramètres de localizacion
sv: Öppna platsinställningar

source: This image format is not supported.
cs: Tento formát obrázku není podporován.
oc: Aqueste format d’imatge es pas pres en carga.
sv: Detta bildformat stöds inte.

source: Version %d
cs: Verze %d

source: Default
cs: Výchozí
oc: Per defaut
sv: Standard
